TOKEN = "6060369422:AAF2apy3mxEweF6xbxFNMHR13fBDeLAMsLg"

basic_keys = {'доллар_сша': 15,
        'евро': 16,
        'фунт_стерлингов': 39,
        'тенге': 20,
        'юань': 24,
        'йена': 44,}

all_keys ={'австралийский_доллар': 2, 'азербайджанский_манат': 3, 'армянский_драм': 4, 'белорусский_рубль': 5, 'болгарский_лев': 6,
           'бразильский_реал': 7, 'венгерский_форинт': 8, 'вона': 9, 'вьетнамский_донг': 10, 'гонконгский_доллар': 11,
           'грузинский_лари': 12, 'датская_крона': 13, 'дихрам_оаэ': 14, 'доллар_сша': 15, 'евро': 16, 'египетский_фунт': 17, 'индийский_рупий': 18,
           'индонезийский_рупий': 19, 'тенге': 20, 'канадский_доллар': 21, 'катарский_риал': 22, 'киргизский_сом':23, 'юань': 24,
           'молдавский_лей': 25, 'новозеландский_доллар': 26, 'туркменский_манат': 27, 'норвежская_крона': 28, 'польский_злотый': 29, 'рубль': ' ',
           'румынский_лей': 30, 'сербский_динар': 32, 'сингапурский_доллар': 33, 'таджикский_сомони': 34, 'таиландский_бат': 35,'турецкая_лира': 36,
           'узбекский_сум': 37, 'украинская_гривна': 38, 'фунт_стерлингов': 39, 'чешская_крона': 40, 'шведская_крона':41,
           'швейцарский_франк': 42, 'южноафриканский_рэнд': 43, 'йена': 44}